[{
  "_id": {
    "$oid": "664cdea4ef0ee09328b6b903"
  },
  "name": "Chicken Rolls",
  "description": "Chicken rolls are savory wraps filled with seasoned, cooked chicken, often accompanied by fresh vegetables, and sauces, all encased in a soft tortilla or flatbread.",
  "price": 20,
  "image": "1716313764794food_7.png",
  "category": "Rolls",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce433ef0ee09328b6b95d"
  },
  "name": "Garlic Mushroom",
  "description": "Garlic mushrooms are a savory dish featuring mushrooms sautéed in a fragrant mixture of garlic, butter, and herbs, offering a rich and earthy flavor.",
  "price": 14,
  "image": "1716315187868food_21.png",
  "category": "Pure Veg",
  "__v": 0
},
{
  "_id": {
    "$oid": "664cdee2ef0ee09328b6b906"
  },
  "name": "Veg Rolls",
  "description": "Veg rolls are delicious wraps filled with a mix of fresh or sautéed vegetables, often complemented by sauces and spices, all encased in a soft tortilla or pastry shell.",
  "price": 15,
  "image": "1716313826995food_8.png",
  "category": "Rolls",
  "__v": 0
},
{
  "_id": {
    "$oid": "664cd722ef0ee09328b6b8a6"
  },
  "name": "Veg Salad",
  "description": "A vibrant vegetable salad featuring a mix of fresh, crisp greens, colorful bell peppers, juicy tomatoes, crunchy cucumbers, shredded carrots, and red onions, all tossed in a light vinaigrette dressing.",
  "price": 18,
  "image": "1716311842757food_2.png",
  "category": "Salad",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce04def0ee09328b6b91e"
  },
  "name": "Jar Ice Cream",
  "description": "Jar ice cream is a delightful dessert where creamy ice cream is layered with various toppings and sauces in a jar, creating a portable and customizable sweet treat.",
  "price": 10,
  "image": "1716314189879food_11.png",
  "category": "Deserts",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce219ef0ee09328b6b944"
  },
  "name": "Grilled Sandwich",
  "description": "A grilled sandwich is a delectable creation featuring various fillings such as cheese, meat, and vegetables, sandwiched between slices of bread and toasted to golden perfection on a grill or panini press.",
  "price": 16,
  "image": "1716314649465food_15.png",
  "category": "Sandwich",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce601ef0ee09328b6b96f"
  },
  "name": "Cheese Pasta",
  "description": "Cheese pasta is a creamy and indulgent dish featuring pasta smothered in a rich and velvety cheese sauce, creating a comforting and delicious meal.",
  "price": 12,
  "image": "1716315649808food_25.png",
  "category": "Pasta",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce70def0ee09328b6b979"
  },
  "name": "Chicken Pasta",
  "description": "Chicken pasta is a hearty dish featuring tender pieces of chicken cooked with pasta and tossed in a flavorful sauce, often made with tomatoes, cream, or a combination of herbs and spices, creating a satisfying and delicious meal.",
  "price": 24,
  "image": "1716315917170food_28.png",
  "category": "Pasta",
  "__v": 0
},
{
  "_id": {
    "$oid": "664cde44ef0ee09328b6b8ff"
  },
  "name": "Peri Peri Rolls",
  "description": "Peri peri rolls are spicy wraps filled with grilled chicken marinated in peri peri sauce, accompanied by fresh vegetables and sometimes cheese, all encased in a soft tortilla or flatbread.",
  "price": 12,
  "image": "1716313668756food_6.png",
  "category": "Rolls",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce197ef0ee09328b6b93b"
  },
  "name": "Vanilla Ice Cream",
  "description": "Vanilla ice cream is a classic frozen dessert made with rich, creamy custard infused with the sweet and aromatic flavor of vanilla beans or extract.",
  "price": 12,
  "image": "1716314519086food_12.png",
  "category": "Deserts",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce530ef0ee09328b6b968"
  },
  "name": "Mix Veg Pulao",
  "description": "Mix veg pulao is a fragrant and colorful rice dish cooked with a variety of fresh vegetables, aromatic spices, and herbs, offering a wholesome and flavorful meal.",
  "price": 10,
  "image": "1716315440116food_23.png",
  "category": "Pure Veg",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce6adef0ee09328b6b976"
  },
  "name": "Creamy Pasta",
  "description": "Creamy pasta is a luxurious dish featuring pasta coated in a velvety, rich sauce made from cream, butter, cheese, or a combination thereof, offering a decadent and comforting dining experience.",
  "price": 16,
  "image": "1716315821294food_27.png",
  "category": "Pasta",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce8e4ef0ee09328b6b981"
  },
  "name": "Veg Noodles",
  "description": "Veg noodles are a delicious and colorful dish made with stir-fried noodles tossed with a variety of fresh vegetables and savory sauces, offering a flavorful and satisfying meal option.",
  "price": 12,
  "image": "1716316388886food_30.png",
  "category": "Noodles",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce343ef0ee09328b6b954"
  },
  "name": "Vegan Cake",
  "description": "A vegan cake is a delicious, plant-based dessert made without any animal products, using alternatives like almond milk, flax eggs, and dairy-free butter to achieve a moist and flavorful treat.",
  "price": 12,
  "image": "1716314947835food_18.png",
  "category": "Cake",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce388ef0ee09328b6b957"
  },
  "name": "Butterscotch Cake",
  "description": "Butterscotch cake is a rich and indulgent dessert featuring layers of moist cake infused with the buttery, caramel-like flavor of butterscotch, often topped with creamy butterscotch frosting.",
  "price": 20,
  "image": "1716315016914food_19.png",
  "category": "Cake",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce3e0ef0ee09328b6b95a"
  },
  "name": "Sliced Cake",
  "description": "Sliced cake is a dessert featuring individual slices of a larger cake, each piece showcasing layers of moist cake and rich frosting or filling, perfect for serving at gatherings.",
  "price": 15,
  "image": "1716315104328food_20.png",
  "category": "Cake",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce494ef0ee09328b6b960"
  },
  "name": "Fried Cauliflower",
  "description": "Fried cauliflower is a crispy and flavorful dish made by coating cauliflower florets in a seasoned batter and frying them until golden brown.",
  "price": 22,
  "image": "1716315284521food_22.png",
  "category": "Pure Veg",
  "__v": 0
},
{
  "_id": {
    "$oid": "664cd7a9ef0ee09328b6b8aa"
  },
  "name": "Chicken Salad",
  "description": "Chicken salad is a savory dish made with tender chunks of chicken, mixed with mayonnaise, celery, onions, and seasonings, often enhanced with grapes, nuts, or herbs for added flavor and texture.",
  "price": 24,
  "image": "1716311977707food_4.png",
  "category": "Salad",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce957ef0ee09328b6b984"
  },
  "name": "Somen Noodles",
  "description": "Somen noodles are thin Japanese wheat noodles, typically served chilled and accompanied by a dipping sauce or served in a cold broth with toppings like sliced green onions or shredded nori, offering a refreshing and light dish, especially popular during hot weather.",
  "price": 20,
  "image": "1716316503452food_31.png",
  "category": "Noodles",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce276ef0ee09328b6b94c"
  },
  "name": "Bread Sandwich",
  "description": "A bread sandwich is a simple yet satisfying creation consisting of a filling of choice sandwiched between two slices of bread, often enjoyed for its convenience and versatility.",
  "price": 24,
  "image": "1716314742321food_16.png",
  "category": "Sandwich",
  "__v": 0
},
{
  "_id": {
    "$oid": "664cd6e9ef0ee09328b6b8a2"
  },
  "name": "Greek Salad",
  "description": "Greek salad, or horiatiki, is a refreshing Mediterranean dish of tomatoes, cucumbers, red onions, Kalamata olives, green bell peppers, and feta cheese, dressed with olive oil, oregano, and sometimes red wine vinegar.",
  "price": 12,
  "image": "1716311785471food_1.png",
  "category": "Salad",
  "__v": 0
},
{
  "_id": {
    "$oid": "664cd770ef0ee09328b6b8a8"
  },
  "name": "Clover Salad",
  "description": "Clover salad is a nutritious dish made with fresh clover leaves, often mixed with greens like spinach and arugula, tossed with a tangy vinaigrette and garnished with chopped vegetables, nuts, and seeds.",
  "price": 18,
  "image": "1716311920005food_3.png",
  "category": "Salad",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce595ef0ee09328b6b96c"
  },
  "name": "Rice Zucchini",
  "description": "Rice zucchini is a light and nutritious dish featuring tender rice mixed with sautéed zucchini, seasoned with herbs and spices for a simple yet flavorful meal.",
  "price": 12,
  "image": "1716315541579food_24.png",
  "category": "Pure Veg",
  "__v": 0
},
{
  "_id": {
    "$oid": "664cdf89ef0ee09328b6b90c"
  },
  "name": "Fruit Ice Cream",
  "description": "Fruit ice cream is a refreshing frozen treat made with creamy dairy or non-dairy bases infused with vibrant fruit flavors, offering a delightful balance of sweetness and tanginess in every spoonful.",
  "price": 22,
  "image": "1716313993100food_10.png",
  "category": "Deserts",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce1efef0ee09328b6b941"
  },
  "name": "Vegan Sandwich",
  "description": "A vegan sandwich is a plant-based delight filled with a variety of flavorful ingredients such as grilled vegetables, hummus, avocado, sprouts, and vegan cheese, nestled between slices of whole grain bread or wrapped in a tortilla.",
  "price": 18,
  "image": "1716314607884food_14.png",
  "category": "Sandwich",
  "__v": 0
},
{
  "_id": {
    "$oid": "664cde08ef0ee09328b6b8fc"
  },
  "name": "Lasagna Rolls",
  "description": "Lasagna rolls are individual pasta sheets spread with ricotta cheese, spinach, and meat or vegetable filling, then rolled up, topped with marinara sauce and mozzarella, and baked until bubbly and golden.",
  "price": 14,
  "image": "1716313608304food_5.png",
  "category": "Rolls",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce2bfef0ee09328b6b94f"
  },
  "name": "Cup Cake ",
  "description": "A cupcake is a small, individual cake baked in a cup-shaped mold, typically frosted and decorated, offering a delightful, single-serving treat perfect for any occasion.",
  "price": 14,
  "image": "1716314815248food_17.png",
  "category": "Cake",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce662ef0ee09328b6b973"
  },
  "name": "Tomato Pasta",
  "description": "Tomato pasta is a classic and flavorful dish featuring pasta tossed in a tangy tomato sauce infused with garlic, herbs, and sometimes vegetables or meat, offering a comforting and satisfying meal.",
  "price": 18,
  "image": "1716315746815food_26.png",
  "category": "Pasta",
  "__v": 0
},
{
  "_id": {
    "$oid": "664cdf42ef0ee09328b6b909"
  },
  "name": "Ripple Ice Cream",
  "description": "Ripple ice cream is a creamy frozen dessert swirled with vibrant streaks of flavored syrup, creating a delightful contrast of textures and tastes in every bite.",
  "price": 14,
  "image": "1716313922916food_9.png",
  "category": "Deserts",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce1c7ef0ee09328b6b93e"
  },
  "name": "Chicken Sandwich",
  "description": "A chicken sandwich is a delicious handheld meal featuring tender, seasoned chicken breast served between two slices of bread or in a bun, often accompanied by lettuce, tomato, and condiments like mayonnaise or mustard.",
  "price": 12,
  "image": "1716314567346food_13.png",
  "category": "Sandwich",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce773ef0ee09328b6b97c"
  },
  "name": "Butter Noodles",
  "description": "Butter noodles are a simple and comforting dish consisting of cooked pasta tossed with melted butter, sometimes seasoned with herbs or grated cheese, offering a quick and tasty meal option.",
  "price": 14,
  "image": "1716316019049food_29.png",
  "category": "Noodles",
  "__v": 0
},
{
  "_id": {
    "$oid": "664ce9bcef0ee09328b6b988"
  },
  "name": "Cooked Noodles",
  "description": "Cooked noodles are soft and tender strands of pasta that have been boiled until al dente, ready to be used as a base for various dishes such as stir-fries, soups, or salads.",
  "price": 15,
  "image": "1716316604730food_32.png",
  "category": "Noodles",
  "__v": 0
}]